Repository: wp-plugins/testimonial-slider
Catalog: languages/testimonial-slider-*.po
Languages: es_es, fr_fr, nl_nl

source: Testimonial Slider
es_es: Slider testimonial
fr_fr: Curseur testimonial
nl_nl: Getuigenis schuifregelaar

source: Add this Testimonial to
es_es: Añadir este testimonio a
fr_fr: Ajouter ce témoignage à
nl_nl: Dit getuigenis aan toevoegen

source: Customer's Name
es_es: Nombre del cliente
fr_fr: Nom du client
nl_nl: De naam van klant

source: Customer's Avatar/Image URL
es_es: URL de imagen/Avatar del cliente
fr_fr: URL de l'Avatar/Image du client
nl_nl: Klant Avatar/afbeelding URL

source: Upload Image
es_es: Cargar imagen
fr_fr: Télécharger Image
nl_nl: Afbeelding uploaden

source: Customer's Company Name
es_es: Nombre de la empresa del cliente
fr_fr: Nom de l'entreprise du client
nl_nl: Klant bedrijfsnaam

source: Customer's Website
es_es: Sitio web del cliente
fr_fr: Site Web du client
nl_nl: Klant Website

source: "Read more" URL
es_es: Leer más URL
fr_fr: Lire plus d'URL
nl_nl: Lees meer URL

source: Do not link this Testimonial to any "Read more" URL
es_es: No vincula este testimonio a cualquier "Read more" URL
fr_fr: Ne pas lier ce témoignage à toute "Read more" URL
nl_nl: Koppel niet dit getuigenis aan elke "Read more" URL

source: Read more" URL (anchor) attributes
es_es: Leer más atributos URL (ancla)
fr_fr: Lees meer URL (anker) kenmerken
nl_nl: Lees more URL (anker) kenmerken

source: e.g. target="_blank" rel="external nofollow"
es_es: por ejemplo blanco = _blank rel = nofollow externo
nl_nl: bijvoorbeeld target = _blank rel = externe nofollow

source: Settings
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen

# taxonomy general name
source: Testimonial Categories
es_es: Categorías testimoniales
fr_fr: Catégories testimoniales
nl_nl: Getuigenis Categorieën

# taxonomy singular name
source: Testimonial Category
es_es: Categoría testimonial
fr_fr: Catégorie testimonial
nl_nl: Getuigenis categorie

# post type general name
source: Testimonials
es_es: Testimonios
fr_fr: Témoignages
nl_nl: Getuigenissen

# post type singular name
source: Testimonial
es_es: Testimonio
fr_fr: Témoignage
nl_nl: Getuigenis

# testimonial
source: Add New
es_es: Agregar nuevo
fr_fr: Ajouter un nouveau
nl_nl: Nieuwe toevoegen

source: Add New Testimonial
es_es: Añadir nuevo testimonio
fr_fr: Ajouter nouveau témoignage
nl_nl: Voeg nieuwe Huldeblijk toe

source: Edit Testimonial
es_es: Editar Testimonial
fr_fr: Modifier le témoignage
nl_nl: Testimonial bewerken

source: New Testimonial
es_es: Nuevo testimonio
fr_fr: Nouveau témoignage
nl_nl: Nieuwe getuigenis

source: All Testimonials
es_es: Todos testimonios
fr_fr: Tous les témoignages
nl_nl: Alle getuigenissen

source: View Testimonial
es_es: Vista Testimonial
fr_fr: Témoignage de la vue
nl_nl: Weergave Testimonial

source: Search Testimonials
es_es: Buscar testimonios
fr_fr: Recherche témoignages
nl_nl: Zoek getuigenissen

source: No testimonials found
es_es: No hay testimonios encontrados
fr_fr: Aucun témoignages trouvés
nl_nl: Geen testimonials gevonden

source: No testimonials found in Trash
es_es: No hay testimonios encontrados en la basura
fr_fr: Aucun témoignages trouvés dans la poubelle
nl_nl: Geen testimonials gevonden in Prullenbak

source: Testimonial updated. <a href="%s">View testimonial</a>
es_es: Testimonio actualizado. <a href="%s"> testimonio de visión</a>
fr_fr: Témoignage mis à jour. <a href="%s"> témoignage de la vue</a>
nl_nl: Getuigenis bijgewerkt. <a href="%s"> weergave getuigenis</a>

source: Custom field updated.
es_es: Campo personalizado actualizado.
fr_fr: Champ personnalisé mis à jour.
nl_nl: Aangepast veld bijgewerkt.

source: Custom field deleted.
es_es: Campo personalizado eliminado.
fr_fr: Champ personnalisé supprimé.
nl_nl: Aangepaste veld verwijderd.

source: Testimonial updated.
es_es: Testimonio actualizado.
fr_fr: Témoignage mis à jour.
nl_nl: Getuigenis bijgewerkt.

source: Testimonial restored to revision from %s
es_es: Testimonio restaurado a la revisión de %s
fr_fr: Témoignage restauré à la révision de %s
nl_nl: Getuigenis herziening hersteld van %s

source: Testimonial published. <a href="%s">View testimonial</a>
es_es: Testimonio publicado. <a href="%s"> testimonio de visión</a>
fr_fr: Témoignage publié. <a href="%s"> témoignage de la vue</a>
nl_nl: Getuigenis gepubliceerd. <a href="%s"> weergave getuigenis</a>

source: Testimonial saved.
es_es: Testimonio guardado.
fr_fr: Témoignage enregistré.
nl_nl: Getuigenis opgeslagen.

source: Testimonial submitted. <a target="_blank" href="%s">Preview testimonial</a>
es_es: Testimonio presentado. <a target="_blank" href="%s"> testimonio de vista previa</a>
fr_fr: Témoignage d'un soumis. <a target="_blank" href="%s"> témoignage de Preview</a>
nl_nl: Getuigenis ingediend. <a target="_blank" href="%s"> Preview getuigenis</a>

source: Testimonial scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview testimonial</a>
es_es: Testimonio previsto para: <strong>%1$ s</strong>. < un objetivo = "_blank" testimonio de href="%2$s">Preview</a>
nl_nl: Getuigenis gepland voor: <strong>%1$ s</strong>. < een doel = "_blank" href="%2$s">Preview getuigenis</a>

source: Testimonial draft updated. <a target="_blank" href="%s">Preview testimonial</a>
es_es: Getuigenis ontwerp bijgewerkt. < een doel = "_blank" href="%s">Preview getuigenis</a>
nl_nl: Getuigenis ontwerp bijgewerkt. < een doel = "_blank" href="%s">Preview getuigenis</a>

source: Settings imported successfully
es_es: Configuración importado con éxito
fr_fr: Paramètres importés avec succès
nl_nl: Instellingen geïmporteerd

source: Settings imported do not match to Testimonial Slider Settings. Please check the file.
es_es: Configuración importados no coinciden a Testimonial Slider Settings. Compruebe por favorel archivo.
fr_fr: Paramètres importés ne correspondent pas aux paramètres de curseur de témoignage. S'il vous plaît vérifierle fichier.
nl_nl: Instellingen geïmporteerd overeenkomen niet Testimonial schuifregelaar instellingen. Controleerhet bestand.

source: Error in File, Settings not imported. Please check the file being imported.
es_es: Error en el archivo, configuración no importan. Por favor, consulte el archivo importado.
fr_fr: Erreur dans le fichier, les paramètres non importés. Veuillez vérifier le fichier importé.
nl_nl: Fout in bestand, instellingen niet geïmporteerd. Controleer of het bestand dat wordt geïmporteerd.

source: Testimonial Slider Settings
es_es: Configuración de Slider testimonial
fr_fr: Paramètres de curseur testimonial
nl_nl: Getuigenis schuifregelaar instellingen

source: Preview
es_es: Vista previa
fr_fr: Aperçu
nl_nl: Voorbeeld

source: Setting Set Name
es_es: Nombre del conjunto de configuración
fr_fr: Nom de jeu de réglage
nl_nl: Naam van de instelling

source: Basic Settings
es_es: Ajustes básicos
fr_fr: Réglages de base
nl_nl: Basisinstellingen

source: Slider Content
es_es: Slider contenido
fr_fr: Curseur contenu
nl_nl: Schuifregelaar inhoud

source: Navigation Settings
es_es: Configuración de navegación
fr_fr: Paramètres de navigation
nl_nl: Instellingen voor sitenavigatie

source: Preview Settings
es_es: Configuración de vista previa
fr_fr: Paramètres d'aperçu
nl_nl: Voorbeeldinstellingen

source: Customize the looks of the Slider box wrapping the content slides from here
es_es: Personalizar el aspecto de la caja de control deslizante envolviendo las diapositivas contenidas desde aquí
fr_fr: Personnaliser l'apparence de la zone de curseur enveloppant les diapositives de contenu d'ici
nl_nl: Aanpassen van het uiterlijk van het Slider-vak inwikkeling van de dia's met inhoud vanaf hier

source: Testimonial Slider Skin
es_es: Piel testimonial Slider
fr_fr: Curseur testimoniale peau
nl_nl: Getuigenis schuifregelaar huid

source: Type of Slider
es_es: Tipo de Slider
fr_fr: Type de curseur
nl_nl: Soort schuifregelaar

source: Slides Infinitely
es_es: Diapositivas infinitamente
fr_fr: Diapositives infiniment
nl_nl: Dia's oneindig

source: Stops when either end is reached
es_es: Se detiene cuando se alcanzaron los extremos
fr_fr: S'arrête lorsque des extrémités sont atteint
nl_nl: Stopt wanneer beide einde wordt bereikt

source: Slide Transition Effect
es_es: Efecto de transición de diapositiva
fr_fr: Effet de Transition de diapositive
nl_nl: Overgangseffect

source: Slide Easing Effect
es_es: Deslice el efecto aliviando
fr_fr: Glisser l'effet de l'accélération
nl_nl: Dia versnellingseffect

source: Speed of Transition
es_es: Velocidad de transición
fr_fr: Vitesse de Transition
nl_nl: Snelheid van de overgang

source: The duration of Slide Animation in milliseconds. Lower value indicates fast animation. Enter numeric values like 5 or 7.
es_es: La duración de la animación diapositiva en milisegundos. Valor inferior indica rápidoanimación. Introduzca valores numéricos como 5 o 7.
fr_fr: La durée de l'Animation de diapositives en millisecondes. Valeur inférieure indique rapidementanimation. Entrez des valeurs numériques comme 5 ou 7.
nl_nl: De duur van de animatie Slide in milliseconden. Lagere waarde geeft snel aananimatie. Numerieke waarden zoals 5 of 7 invoeren.

source: Disable Autosliding
es_es: Desactivar Autosliding
fr_fr: Désactiver Autosliding
nl_nl: Autosliding uitschakelen

source: Time between Transitions
es_es: Tiempo entre las transiciones
fr_fr: Temps entre les Transitions
nl_nl: Tijd tussen de overgangen

source: Enter number that you want the slider to stop before sliding to next slide like 10, 20, 30. Valid only in case auto-sliding is enabled
es_es: Introduzca el número que desea el control deslizante para parar antes de deslizar a la siguiente diapositivacomo 10, 20, 30. Válido sólo en caso de deslizamiento automático está habilitado
fr_fr: Entrez le numéro que vous souhaitez que le curseur s'arrêter avant de glisser à la diapositive suivante comme 10, 20, 30. Valable uniquement dans le cas où auto coulissant est activé
nl_nl: Nummer invoeren dat u de schuifregelaar om te stoppen wilt voordat glijden naar volgende dia als 10, 20, 30. Geldige alleen indien auto-sliding is ingeschakeld

source: Number of Testimonials in the Testimonial Slider
es_es: Número de testimonios en el deslizador Testimonial
fr_fr: Nombre de témoignages dans le curseur Testimonial
nl_nl: Aantal getuigenissen in de getuigenis schuifregelaar

source: Number of Items Visible in One Set
es_es: Número de elementos visibles en un sistema
fr_fr: Nombre d'éléments visibles dans un ensemble
nl_nl: Aantal Items zichtbaar in één Set

source: Number of Items To Scroll while Sliding
es_es: Número de artículos para desplazarse mientras deslizante
fr_fr: Nombre d'éléments de défilement tout en coulissantes
nl_nl: Aantal Items om te scrollen terwijl glijdende

source: Complete Slider Width
es_es: Anchura completa Slider
fr_fr: Remplir le curseur largeur
nl_nl: Volledige schuifregelaar breedte

source: If set to 0, will take the container's width
es_es: Si se establece en 0, se llevará el ancho del contenedor
fr_fr: Si la valeur 0, aura la largeur du conteneur
nl_nl: Indien ingesteld op 0, vindt de container breedte

source: Min. Slide Item Width
es_es: Ancho mínimo de elemento de diapositiva
fr_fr: Diapositive point larg.
nl_nl: Min. de breedte van het Item van de dia

source: Slide (Item) Height
es_es: Altura de diapositiva (artículo)
fr_fr: Hauteur de lame (point)
nl_nl: De hoogte van dia (Item)

source: Slide Background Color
es_es: Color de fondo de diapositiva
fr_fr: Couleur d'arrière-plan de diapositive
nl_nl: De kleur van de achtergrond van de dia

source: Use Transparent Background
es_es: Usar fondo transparente
fr_fr: Utiliser le fond Transparent
nl_nl: Doorzichtige achtergrondkleur gebruiken

source: Slide Border Thickness
es_es: Deslice el borde grueso
fr_fr: Faites glisser la bordure épaisseur
nl_nl: De dikte van de rand van de dia

source: px (put 0 if no border is required)
es_es: PX (poner 0 si no hay frontera es requerida)
fr_fr: PX (mettre 0 si aucune bordure n'est requis)
nl_nl: px (zetten 0 als geen rand vereist is)

source: Slide Border Color
es_es: Deslice el Color del borde
fr_fr: Faites glisser la couleur de la bordure
nl_nl: De kleur van de rand van de dia

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan

source: Miscellaneous
es_es: Misceláneo
fr_fr: Divers
nl_nl: Diversen

source: Continue Reading Text
es_es: Continuar leyendo el texto
fr_fr: Continuer la lecture de texte
nl_nl: Blijf lezend de tekst

source: Slide Link ('a' element) attributes
es_es: Deslice los atributos Link ('a' elemento)
fr_fr: Glissez des attributs de lien ( a element)
nl_nl: Schuif koppelingkenmerken ('a' element)

source: Randomize Slides in Slider
es_es: Aleatorizar las diapositivas en Slider
fr_fr: Alternez les diapositives dans Slider
nl_nl: Randomize dia's in de schuifregelaar

source: check this if you want the testimonials added to appear in random order.
es_es: Mira esto si quieres los testimonios agregó que aparezcan en orden aleatorio.
fr_fr: Cochez cette case si vous souhaitez que les témoignages ajoutés apparaissent dans un ordre aléatoire.
nl_nl: Schakel dit selectievakje in als u wilt dat de getuigenissen toegevoegd om te verschijnen in willekeurige volgorde.

source: Minimum User Level to add Testimonials to the Slider
es_es: Mínimo nivel de usuario para agregar testimonios a la barra deslizante
fr_fr: Niveau minimal d'utilisateur ajouter des témoignages sur le Slider
nl_nl: Minimumniveau van de gebruiker toe te voegen Getuigenissen aan de schuifregelaar

source: Text to display in the JavaScript disabled browser
es_es: Texto que se muestra en el JavaScript deshabilitado navegador
fr_fr: Texte à afficher dans le JavaScript désactivé navigateur
nl_nl: Tekst weer te geven in de JavaScript uitgeschakeld browser

source: Add Shortcode Support
es_es: Agregar compatibilidad con Shortcode
fr_fr: Ajouter le Support de Shortcode
nl_nl: Shortcode ondersteuning toevoegen

source: check this if you want to use Testimonial Slider Shortcode i.e [testimonialslider]
es_es: Mira esto si desea usar i.e Testimonial Slider Shortcode[testimonialslider]
fr_fr: Cochez cette case si vous souhaitez utiliser Shortcode Slider témoignage c'est à dire[testimonialslider]
nl_nl: Schakel dit in als u wilt gebruiken Testimonial schuifregelaar Shortcode dwz[testimonialslider]

source: Multiple Slider Feature
es_es: Múltiples funciones de Slider
fr_fr: Fonctionnalité de curseur multiples
nl_nl: Functie voor meerdere schuifregelaar

source: Grant Multiple Slider ability to Testimonial Slider
es_es: Conceder capacidad Slider múltiples testimonios Slider
fr_fr: Autoriser plusieurs Slider à témoignage Slider
nl_nl: Meerdere schuifregelaar vermogen toekennen Testimonial schuifregelaar

source: Enable FOUC
es_es: Habilitar FOUC
fr_fr: Activez FOUC
nl_nl: FOUC inschakelen

source: check this if you would not want to disable Flash of Unstyled Content in the slider when the page is loaded.
es_es: Mira esto si no querrá desactivar Flash de tecla contenidos en el deslizador cuando se carga la página.
fr_fr: Cochez cette case si vous ne souhaitez pas désactiver le Flash de sans style contenu dans le curseur lorsque la page est chargée.
nl_nl: Schakel dit in als je niet willen zou om te schakelen Flash van opgemaakte inhoud in de slider wanneer de pagina wordt geladen.

source: Custom Styles
es_es: Estilos personalizados
fr_fr: Styles personnalisés
nl_nl: Aangepaste opmaakprofielen

source: custom css styles that you would want to be applied to the slider elements.
es_es: estilos css personalizado que te gustaría ser aplicado a los elementos de control deslizante.
fr_fr: styles css personnalisés que vous ne souhaitez pas être appliquée aux éléments slider.
nl_nl: aangepaste css-stijlen die u zou willen worden toegepast op de schuifregelaar elementen.

source: Show Promotionals on Admin Page
es_es: Promocionales de Mostrar en la página de Admin
fr_fr: Voir la promo sur la Page d'Admin
nl_nl: Toon Promotionals op Admin pagina

source: Yes
es_es: Sí
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Pas
nl_nl: Niet

source: Slider Title
es_es: Título Slider
fr_fr: Titre de curseur
nl_nl: Schuifregelaar titel

source: Customize the looks of the main title of the Slideshow from here
es_es: Personalizar el aspecto del título principal de la presentación de diapositivas desde aquí
fr_fr: Personnaliser l'apparence du titre principal du diaporama d'ici
nl_nl: Aanpassen van het uiterlijk van de hoofdtitel van de diavoorstelling vanaf hier

source: Default Title Text
es_es: Texto de título predeterminado
fr_fr: Texte du titre par défaut
nl_nl: De tekst van de titel van de standaard

source: Pick Slider Title From
es_es: Buscar título Slider de
fr_fr: Choisir le titre de curseur de
nl_nl: Kies schuifregelaar titel van

source: Slider Name
es_es: Nombre del control deslizante
fr_fr: Nom du curseur
nl_nl: Schuifregelaar naam

source: Font
es_es: Fuente
fr_fr: Polices
nl_nl: Lettertype

source: Font Color
es_es: Color de la fuente
fr_fr: Couleur de police
nl_nl: Tekstkleur

source: Font Size
es_es: Tamaño de la fuente
fr_fr: Taille de police
nl_nl: Tekengrootte

source: Font Style
es_es: Estilo de fuente
fr_fr: Style de police
nl_nl: Tekenstijl

source: Bold
es_es: Negrita
nl_nl: Vet

source: Bold Italic
fr_fr: Gras italique
nl_nl: Vet cursief

source: Normal
nl_nl: Normaal

source: Gravtar/Customer Image
es_es: Imagen Gravtar/cliente
fr_fr: Image gravtar/client
nl_nl: Image Gravtar/klant

source: Default Avatar URL
es_es: URL de Avatar por defecto
fr_fr: URL d'Avatar par défaut
nl_nl: Standaard Avatar-URL

source: Avatar Image
es_es: Imagen de Avatar
fr_fr: Image d'avatar
nl_nl: Avatar afbeelding

source: Avatar Shape
es_es: Forma de Avatar
fr_fr: Forme d'avatar
nl_nl: Avatar vorm

source: Image Width
es_es: Ancho de imagen
fr_fr: Largeur de l'image
nl_nl: Breedte van afbeelding

source: Max. Image Height
es_es: Max. Altura de la imagen
fr_fr: Max. Altura de la imagen
nl_nl: Max. Afbeeldingshoogte

source: Border Thickness
es_es: Borde grueso
fr_fr: Épaisseur de la bordure
nl_nl: Dikte van de rand

source: px (put 0 if no border is required)
es_es: PX (poner 0 si no hay frontera es requerida)
fr_fr: PX (mettre 0 si aucune bordure n'est requis)
nl_nl: px (zetten 0 als geen rand vereist is)

source: Border Color
es_es: Color del borde
fr_fr: Couleur de la bordure
nl_nl: Randkleur

source: Customer's name
es_es: Nombre del cliente
fr_fr: Nom du client
nl_nl: De naam van klant

source: Customize the Customer's Name field looks
es_es: Personalizar la apariencia del cliente nombre campo
fr_fr: Personnaliser l'apparence de champ pour le nom du client
nl_nl: Aanpassen van de klant naam veld uiterlijk

source: Customer's Company/Site
es_es: Empresa/cliente
fr_fr: Société/Site du client
nl_nl: Klant bedrijf/Site

source: Customize the Customer's Company/Site field looks
es_es: Personalizar la apariencia del cliente empresa/sitio campo
fr_fr: Personnaliser les regards de domaine du client société/Site
nl_nl: Aanpassen van de klant bedrijf/Site veld uiterlijk

source: Testimonial Content
es_es: Contenido testimonial
fr_fr: Contenu testimonial
nl_nl: Getuigenis inhoud

source: Star Color
es_es: Estrella Color
fr_fr: Couleur d'étoile
nl_nl: Sterren kleur

source: Star Size
es_es: Tamaño de estrellas
fr_fr: Taille de l'étoile
nl_nl: Sterren grootte

source: Show Star Rating
es_es: Calificación de estrellas del espectáculo
fr_fr: Afficher le nombre d'étoiles
nl_nl: Toon Star Rating

source: Pick content From
es_es: Elige el contenido de
fr_fr: Choisir le contenu de
nl_nl: Kies inhoud van

source: From Content
es_es: De contenido
fr_fr: De contenu
nl_nl: Van inhoud

source: Maximum content
es_es: Contenido máximo
fr_fr: Teneur maximale en
nl_nl: Maximumgehalte

source: words
es_es: palabras
fr_fr: Mots
nl_nl: woorden

source: Keep empty to select complete Content
es_es: Mantenga vacía para seleccionar el contenido completo
fr_fr: Garder vide pour sélectionner le contenu complet
nl_nl: Houden leeg om volledige inhoud te selecteren

source: Navigational Buttons
es_es: Botones de navegación
fr_fr: Boutons de navigation
nl_nl: Navigatieknoppen

source: Show Navigation Buttons
es_es: Mostrar los botones de navegación
fr_fr: Afficher les boutons de Navigation
nl_nl: Navigatieknoppen weergeven

source: Bottom of Slider
es_es: Parte inferior del control deslizante
fr_fr: Bas du curseur
nl_nl: Onderin schuifregelaar

source: Top of Slider
es_es: Parte superior del deslizador
fr_fr: Haut du curseur
nl_nl: Top van Slider

source: Navigation Button Width
es_es: Anchura del botón de navegación
fr_fr: Largeur de bouton de navigation
nl_nl: Navigatie knop breedte

source: Navigation Button Height
es_es: Altura del botón de navegación
fr_fr: Hauteur de bouton de navigation
nl_nl: Navigatie knop hoogte

source: Navigation Button Color
es_es: Color del botón de navegación
fr_fr: Couleur de bouton de navigation
nl_nl: Navigatie knopkleur

source: Navigational Arrows
es_es: Flechas de navegación
fr_fr: Flèches de navigation
nl_nl: Navigatie pijlen

source: Hide Prev/Next navigation arrows
es_es: Ocultar las flechas de navegación Prev/Next
fr_fr: Masquer les flèches de navigation précédente/suivante
nl_nl: Prev/Next navigatiepijlen verbergen

source: Preview on Settings Panel
es_es: Previsualización en el Panel de ajustes
fr_fr: Aperçu sur le panneau de configuration
nl_nl: Preview op instellingenpaneel

source: Disable Preview Section
es_es: Desactivar la sección Preview
fr_fr: Désactiver la Section aperçu
nl_nl: Uitschakelen van de voorbeeldsectie

source: If disabled, the 'Preview' of Slider on this Settings page will be removed.
es_es: Si desactiva, se eliminará la 'vista previa' de Slider en esta página de configuración.
fr_fr: Si désactivé, le « aperçu » de Slider sur cette page de paramètres est supprimé.
nl_nl: Als uitgeschakeld, zal de 'Preview' van schuifregelaar op deze instellingenpagina worden verwijderd.

source: Testimonial Template Tag for Preview
es_es: Etiqueta de plantilla testimonial para escuchar
fr_fr: Balise de modèle testimoniale pour aperçu
nl_nl: Getuigenis sjabloontag voor Preview

source: Recent Testimonials Slider
es_es: Recientes testimonios Slider
fr_fr: Récents témoignages Slider
nl_nl: Recente getuigenissen schuifregelaar

source: Category Testimonial Slider
es_es: Categoría Testimonial Slider
fr_fr: Catégorie testimoniale Slider
nl_nl: Categorie getuigenis schuifregelaar

source: Custom Slider with Slider ID
es_es: Cursor personalizado con Slider ID
fr_fr: Curseur personnalisé avec l'ID du curseur
nl_nl: Aangepaste Slider met schuifregelaar ID

source: Select Category for Slider:
es_es: Seleccione la categoría para Slider:
fr_fr: Sélectionnez catégorie pour Slider :
nl_nl: Categorie voor schuifregelaar selecteert:

source: Preview Slider Params
es_es: Escuchar Slider Params
fr_fr: Aperçu Slider Params
nl_nl: Voorbeeld schuifregelaar Params

source: Slider ID in case of Custom Slider
es_es: Slider ID en el caso de Custom Slider
fr_fr: ID du curseur dans le cas de curseur personnalisé
nl_nl: Schuifregelaar ID in het geval van aangepaste schuifregelaar

source: Category Slug in case of Testimonial Category Slider
es_es: Babosa de categoría en caso de testimonio categoría Slider
fr_fr: Catégorie Slug en cas de témoignage catégorie Slider
nl_nl: Categorie Slug in geval van getuigenis categorie schuifregelaar

source: Shortcode for Testimonial Slider
es_es: Shortcode para Slider Testimonial
fr_fr: Shortcode pour Slider Testimonial
nl_nl: Shortcode voor getuigenis schuifregelaar
