Repository: wp-plugins/testimonial-slider
Catalog: languages/testimonial-slider-*.po
Languages: es_es, fr_fr, nl_nl

source: Paste the below shortcode on Page/Post Edit Panel to get the slider as shown in the above Preview
es_es: Pegar la continuación shortcode Page/Post editar panel para conseguir el regulador como se muestra en la vista previa de arriba
fr_fr: Coller le dessous shortcode Page/Post Edit panneau pour obtenir le curseur comme indiqué dans l'aperçu ci-dessus
nl_nl: Plakken de hieronder shortcode op pagina/Post deelvenster bewerken om de schuifregelaar zoals in het bovenstaande voorbeeld

source: Template Tag for Testimonial Slider
es_es: Etiqueta de plantilla para Slider Testimonial
fr_fr: Balise de modèle pour Slider Testimonial
nl_nl: Sjabloontag voor getuigenis schuifregelaar

source: Paste the below template tag in your theme template file like index.php or page.php at required location to get the slider as shown in the above Preview
es_es: Pegar la debajo de la etiqueta de plantilla en el archivo de plantilla tema como index.php o page.php en posición requerida para obtener el control deslizante como se muestra en la vista previa de arriba
fr_fr: Coller le dessous de la balise de modèle dans votre fichier de modèle de thème comme index.php ou page.php à l'emplacement de votre choix pour obtenir le curseur comme indiqué dans l'aperçu ci-dessus
nl_nl: Plakken de hieronder sjabloontag in uw thema sjabloonbestand zoals index.php of page.php op vereiste locatie om de schuifregelaar zoals in het bovenstaande voorbeeld

source: Shortcode for Testimonials List
es_es: Shortcode para lista de testimonios
fr_fr: Shortcode pour liste de témoignages
nl_nl: Shortcode voor getuigenissen-lijst

source: Paste the below shortcode on Page/Post Edit Panel to get the list of Testimonials in the above Preview Testimonial Slider
es_es: Pegar la continuación shortcode Page/Post editar panel para obtener la lista de testimonios en el anterior escuchar testimonio Slider
fr_fr: Coller le dessous shortcode Page/Post Edit panneau pour obtenir la liste des témoignages dans le curseur de témoignage aperçu ci-dessus
nl_nl: Plakken de hieronder shortcode op pagina/Post deelvenster bewerken om de lijst van referenties in het bovenstaande voorbeeld Testimonial schuifregelaar

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan

source: Reset Settings to
es_es: Restablecer la configuración a
fr_fr: Réinitialisation des paramètres de
nl_nl: Instellingen te herstellen

source: None
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen

source: Global Default
es_es: Predeterminados globales
fr_fr: Predeterminados globales
nl_nl: Wereldwijde standaard

source: Default Settings Set
es_es: Conjunto de ajustes por defecto
fr_fr: Ensemble de paramètres par défaut
nl_nl: Standaard instellingen Set

source: Reset Settings
es_es: Restablecer la configuración
fr_fr: Réinitialisation des paramètres
nl_nl: Réinitialisation des paramètres

source: Import Settings Set by uploading a Settings File
es_es: Importar configuración al cargar un archivo de configuración
fr_fr: Importer des paramètres définis en téléchargeant un fichier de paramètres
nl_nl: Ingesteld door het uploaden van een bestand met instellingen importeren

source: Import Settings from a file
es_es: Configuración de importación de un archivo
fr_fr: Importer les paramètres d'un fichier
nl_nl: Instellingen importeren uit een bestand

source: Quick Embed Shortcode
es_es: Incrustar rápido Shortcode
fr_fr: Incorporer rapidement Shortcode
nl_nl: Snelle insluiten Shortcode

source: Quick Embed Template Tag
es_es: Rápido Insertar etiqueta de plantilla
fr_fr: Incorporer rapidement balise de modèle
nl_nl: Snelle insluiten sjabloontag

source: Go to Sliders page where you can re-order the slide posts, delete the slides from the slider etc.
es_es: Ir a la página de reguladores donde puedes volver a pedir la diapositiva puestos, eliminar las diapositivas del deslizante, etc.
fr_fr: À la page de curseurs où vous pouvez réorganiser les diapositives messages, supprimer les diapositives dans le curseur etc..
nl_nl: Ga naar schuifregelaars pagina waar u de dia opnieuw kunt bestellen posten, de dia's uit de schuifregelaar enz verwijdert.

source: Go to Sliders Admin
es_es: Vaya a Admin Sliders
fr_fr: Aller à l'Admin de curseurs
nl_nl: Ga naar schuifregelaars Admin

source: Export this Settings Set to a file
es_es: Este conjunto de ajustes de exportar a un archivo
fr_fr: Exporter ce paramètres définis dans un fichier
nl_nl: Deze instellingen ingesteld naar een bestand exporteren

source: Go to Import Settings Form
es_es: Ir al formulario de configuración de importación
fr_fr: Aller à importer des paramètres de forme
nl_nl: Ga naar instellingen formulier importeert

source: Available Settings Sets
es_es: Conjuntos de ajustes disponibles
fr_fr: Jeux de paramètres disponibles
nl_nl: Beschikbare instellingen Sets

source: Usage Guide and General FAQs
es_es: Guía de uso y General FAQs
fr_fr: Guide d'utilisation et FAQ générale
nl_nl: Zede vleugelman en algemene veelgestelde vragen

source: SliderVilla slider plugins
es_es: Plugins slider SliderVilla
fr_fr: SliderVilla curseur plugins
nl_nl: SliderVilla schuifregelaar plugins

source: are feature rich and stylish plugins to embed a nice looking featured content slider in your existing or new theme template. 100% customization options available on WordPress Settings page of the plugin.
es_es: son característica rica y elegante plugins para incrustar un agradable aspecto slider contenido recomendado en su plantilla tema nuevo o existente. 100% opciones de personalización disponibles en la página de configuración de WordPress del plugin.
fr_fr: sont fonction des plugins riche et élégant pour incorporer un bel recherche slider de contenu recommandé dans votre modèle de thème existant ou nouveau. 100 % personnalisation options disponibles sur la page Paramètres de WordPress du plugin.
nl_nl: zijn functie rijke en stijlvolle plugins voor het insluiten van een leuk uitziende Aanbevolen content slider in uw bestaande of nieuwe thema-sjabloon. 100% customization opties beschikbaar op de pagina van WordPress instellingen van de plugin.

source: Stylish Sliders,
es_es: Sliders con estilo,
fr_fr: Curseurs élégants,
nl_nl: Stijlvolle schuifregelaars,

source: Happy Customers
es_es: Clientes satisfechos
fr_fr: Clients satisfaits
nl_nl: Tevreden klanten

source: For more info visit SliderVilla
es_es: Para más información visite SliderVilla
fr_fr: Pour plus d'informations, visitez SliderVilla
nl_nl: Voor meer info bezoek SliderVilla

source: About this Plugin:
es_es: Acerca de este Plugin:
fr_fr: Plugin :
nl_nl: Over deze Plugin:

source: Testimonial Slider Homepage
es_es: Slider testimonial Homepage
fr_fr: Page d'accueil de curseur testimonial
nl_nl: Getuigenis schuifregelaar Homepage

source: Support Forum
es_es: Foro de soporte
fr_fr: Forum de support
nl_nl: Ondersteuningsforum

source: Usage Guide
es_es: Guía de uso
fr_fr: Guide d'utilisation
nl_nl: Zede vleugelman

source: Sliders Created
es_es: Deslizadores creados
fr_fr: Curseurs créés
nl_nl: Schuifregelaars gemaakt

source: Remove All at Once
es_es: Eliminar de una vez
fr_fr: Enlever tout à la fois
nl_nl: Alles in één keer verwijderen

source: Delete Slider
es_es: Eliminar Slider
fr_fr: Supprimer le Slider
nl_nl: Schuifregelaar verwijderen

source: Rename
es_es: Cambiar el nombre
fr_fr: Renommer
nl_nl: Naam wijzigen

source: Settings Page for Testimonial Slider where you can change the color, font etc. for the sliders
es_es: Página de configuración para Slider Testimonial donde puedes cambiar el color, fuente etc. para los cursores
fr_fr: Page paramètres du curseur témoignage où vous pouvez changer la couleur, police, etc. pour les curseurs
nl_nl: Pagina-instellingen voor Testimonial schuifregelaar waar kunt u de kleur, lettertype etc. voor de schuifregelaars

source: Go to Testimonial Slider Settings page
es_es: Ir a la página Configuración del deslizador Testimonial
fr_fr: Aller à la page Paramètres de curseur de témoignage
nl_nl: Ga naar Testimonial schuifregelaar instellingen pagina

source: Create New Slider
es_es: Crear nuevo Slider
fr_fr: Créer nouveau Slider
nl_nl: Nieuwe Slider maken

source: Posts/Pages Added To
es_es: Publicacion/Página añadida a
fr_fr: Messages/Pages ajoutées à
nl_nl: Berichten/pagina's toegevoegd aan

source: (Slider ID
es_es: (Deslizador ID
fr_fr: (ID de curseur
nl_nl: (Schuif ID

source: Check the Post/Page and Press "Remove Selected" to remove them From
es_es: Consulte la página de correos/y pulse "Remove Selected" para eliminarlos desde
fr_fr: Vérifier la Post/Page et appuyez sur "Remove Selected" pour les supprimer de
nl_nl: Controleer de Post/pagina en druk op "Remove Selected" om ze uit te verwijderen

source: Press "Remove All at Once" to remove all the posts from the
es_es: Pulse "Remove en Once" para eliminar todos los puestos de la
fr_fr: Appuyez sur "Remove tout à Once » pour supprimer tous les postes de la
nl_nl: Druk op "Remove allemaal op Once" te verwijderen alle berichten van de

source: Post/Page Title
es_es: Post/página de título
fr_fr: Post/Page titre
nl_nl: Post/pagina titel

source: Author
es_es: Autor
fr_fr: Auteur
nl_nl: Auteur

source: Post Date
es_es: El post cita
fr_fr: Postérieure à la Date
nl_nl: Post datum

source: Remove Post
es_es: Eliminar Post
fr_fr: Supprimer le message
nl_nl: Bericht verwijderen

source: No posts/pages have been added to the Slider - You can add respective post/page to slider on the Edit screen for that Post/Page
es_es: No posts/páginas web se han añadido a la barra deslizante - puede agregar post/página respectiva al cursor en la pantalla de edición para esa entrada/página
fr_fr: Aucuns messages/pages n'ont été ajoutées à la Slider - vous pouvez ajouter post/page respective à curseur sur l'écran d'édition pour ce Post/Page
nl_nl: Geen berichten/pagina's zijn toegevoegd aan de schuifregelaar - u kunt respectieve post/pagina toevoegen aan de schuifregelaar op het scherm bewerken voor die Post/pagina

source: Remove Selected
es_es: Eliminar seleccionados
fr_fr: Supprimer sélectionné
nl_nl: Verwijder geselecteerde

source: Reorder the Posts/Pages Added To
es_es: Reordenar las páginas de mensajes/agregado a
fr_fr: Réorganiser les messages/Pages ajoutées à
nl_nl: De toegevoegd aan berichten en pagina's opnieuw rangschikken

source: Click on and drag the post/page title to a new spot within the list, and the other items will adjust to fit.
es_es: Haga clic en y arrastre el título de la entrada/página a un nuevo punto dentro de la lista y los demás elementos se ajustará para adaptarse.
fr_fr: Cliquez sur et faites glisser le titre du post/page pour une nouvelle place dans la liste et les autres éléments s'ajustera pour s'adapter.
nl_nl: Klik op en sleep de titel van de post/pagina naar een nieuwe plek binnen de lijst en de andere items zal aanpassen aan.

source: Rename Slider to
es_es: Control deslizante para cambiar el nombre
fr_fr: Renommez le curseur pour
nl_nl: Schuifregelaar om te hernoemen

source: Enter New Slider Name
es_es: Introduzca nuevo Slider
fr_fr: Entrez le nouveau nom de curseur
nl_nl: Voer nieuwe schuifregelaar naam

source: Create New
es_es: Crear un nuevo
fr_fr: Créer de nouvelles
nl_nl: Nieuwe maken

source: Current Version:
es_es: Versión actual:
fr_fr: Version actuelle :
nl_nl: Huidige versie:

source: Star Rating
es_es: Calificación de estrellas
fr_fr: Nombre d'étoiles

source: Avatar Radius
es_es: Radio de Avatar

source: Plugin Homepage
fr_fr: Page d'accueil du plugin
